Cases/container/carrier_template/constant/battery_template/radiationProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      radiationProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

radiation       off;

radiationModel  none;

absorptionEmissionModel none;

// multiBandAbsorptionEmissionCoeffs
// {
//     absorptivity    (0.3 0.7);
//     emissivity      (0.3 0.7);
// }

scatterModel    none;

sootModel none;

// ************************************************************************* //
